# Каждый лог содержит в себе метку времени, а значит, правильно организовав логирование, можно отследить, сколько времени выполняется функция.
#
# Программа, которую вы видите в файле measure_me.py, по умолчанию пишет логи в stdout. Внутри неё есть функция measure_me, в начале и в конце которой пишется "Enter measure_me"  и "Leave measure_me" .
#
# Сконфигурируйте логгер, запустите программу, соберите логи и посчитайте среднее время выполнения функции measure_me.
#
# Что оценивается
# Для расчёта времени работы функции используются только данные, предоставленные логами.
# В логах используются не только секунды, но и миллисекунды.

# У нас нет файла measure_me.py